experiments/redis_contention/throughput/loaded_pairs_0/pair_0/clients_16_threads_4_pipeline_1/redis.out
4         Threads
16        Connections per thread
60        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       153147.68          ---          ---         0.34827         0.33500         0.57500         0.72700    160803.51 
Gets        30629.02        25.88     30603.13         0.34739         0.33500         0.57500         0.69500      1249.58 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals     183776.70        25.88     30603.13         0.34812         0.33500         0.57500         0.71900    162053.09